Repository: AlexTambovtsev/AlexTambovtsev
Catalog: po/umax_pp.*.po
Languages: de, fr, ru

source: Lineart
de: Linienzeichnung
ru: Штриховое

source: Gray
de: Grau
ru: Чёрно-белое

source: Color
de: Farbe
ru: Цветное

source: Scan Mode
de: Scanmodus
fr: Mode de numérisation
ru: Режим сканирования

source: Geometry
de: Geometrie
fr: Aire de numérisation
ru: Расположение

source: Enhancement
de: Verbesserung
fr: Réglages fins
ru: Дополнительно

source: lamp-control
de: Lampenkontrolle
ru: управление лампой

source: Lamp on
de: Lampe an
fr: Lampe allumée
ru: Включить лампу

source: Sets lamp on/off
de: Schaltet die Lampe an/aus
fr: Allume ou éteint la lampe
ru: Включить/выключить лампу

source: UTA-control
ru: управление UTA

source: UTA on
ru: включить UTA

source: Sets UTA on/off
ru: Включить/выключить UTA

source: Color channels gain settings
de: Farbkanalgewinneinstellungen
fr: Réglage de la lumière des couleurs
ru: Настройки интенсивности цветовых каналов

source: Gray gain
de: Graugewinn
fr: Lumière niveaux de gris
ru: Интенсивность серого

source: Sets gray channel gain
de: Setzt Graukanalgewinn
fr: Régle la lumière des niveaux de gris
ru: Устанавливает интенсивность канала серого

source: Red gain
de: Rotgewinn
fr: Lumière du rouge
ru: Канал красного

source: Sets red channel gain
de: Setzt den Rotkanalgewinn
fr: Régle la lumière du rouge
ru: Устанавливает интенсивность канала красного

source: Green gain
de: Grüngewinn
fr: Lumière du vert
ru: Канал зелёного

source: Sets green channel gain
de: Setzt den Grünkanalgewinn
fr: Régle la lumière du vert
ru: Устанавливает интенсивность канала зелёного

source: Blue gain
de: Blaugewinn
fr: Lumière du bleu
ru: Канал синего

source: Sets blue channel gain
de: Setzt den Blaukanalgewinn
fr: Régle la lumière du bleu
ru: Устанавливает интенсивность канала синего

source: Color channels highlight settings
de: Farbkanalbelichtungseinstellungen
fr: Réglages des contrastes des couleurs
ru: Настройки подсветки каналов цветов

source: Gray highlight
de: Graubelichtung
fr: Contraste gris
ru: Подсветка серого

source: Sets gray channel highlight
de: Setzt die Graukanalbelichtung
fr: Régle le contraste des niveaux de gris
ru: Устанавливает подсветку серого канала

source: Red highlight
de: Rotbelichtung
fr: Contraste rouge
ru: Подсветка красного

source: Sets red channel highlight
de: Setzt die Rotkanalbelichtung
fr: Régle le contraste pour le rouge
ru: Устанавливает подсветку красного канала

source: Green highlight
de: Grünbelichtung
fr: Contraste vert
ru: Подсветка зелёного

source: Sets green channel highlight
de: Setzt die Grünkanalbelichtung
fr: Régle le contraste pour levertbleu
ru: Устанавливает подсветку зелёного канала

source: Blue highlight
de: Blaubelichtung
fr: Contraste bleu
ru: Подсветка синего

source: Sets blue channel highlight
de: Setzt die Blaukanalbelichtung
fr: Régle le contraste pour le bleu
ru: Устанавливает подсветку синего канала

source: Gain
de: Gewinne
fr: Lumière
